Repository: erikfloresq/ByeMoney
Catalog: ByeMoney/Localizables/Localizable.xcstrings
Source language: en
Languages: es

source: Add a new expense to ByeMoney
es: Agregar un gasto en ByeMoney

source: Add Expense
es: Agregar gasto

source: Check how much money you've spent in total or this month
es: Cuanto gastaste en este mes

source: Get Total Spent
es: Tu gasto total

source: Get total spent ${timePeriod}
es: Tu gasto total ${timePeriod}

source: Get Total Spent on this month
es: Obtener el gasto total este mes

source: this month
es: este mes

source: This Month
es: Este Mes

source: This Week
es: Esta Semana

source: Time Period
es: Este Periodo

source: You've spent
es: Gastaste
